[Demo_Common_Prologue_PV_ENG GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-680,Y=-2965,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=218,Y=-5,Z=0),SecTime=)
DemoScripts[3]=(Actor=CHARACTER,Command=POP,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',Vec=(X=-840,Y=-3090,Z=300),VecSub=(X=38,Y=0,Z=0),CId=73)
DemoScripts[4]=(Actor=CHARACTER,Command=POP_WAIT,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',CId=73)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',motionName[0]="pt_CE_0000_lp_open_normal",motionName[1]="pt_CM_0002_fx_close_smile_S",motionName[2]="pt_DM_0100_lp_Stand",Rate=0,Number=3,Bit=5)
DemoScripts[6]=(Actor=CHARACTER,Command=MESH,Name="パタコ",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.73_PATAKO',Number=8)
DemoScripts[7]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[8]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Positive.GG2_BGM_DM_CMN_Positive_Cue')
DemoScripts[9]=(Actor=FADE,Command=EXIT,SecTime=0.3,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[10]=(Actor=FADE,Command=WAIT)
DemoScripts[11]=(Actor=SYSTEM,Command=WAIT,SecTime=1)
DemoScripts[12]=(Actor=WINDOW,Command=SET)
DemoScripts[13]=(Actor=TEXT,Command=SET,ID=TEXT41)
DemoScripts[14]=(Actor=WINDOW,Command=EXIT)
DemoScripts[15]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[16]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_BLACK,FadePriority=FADE_PRIO_BACK)
DemoScripts[17]=(Actor=FADE,Command=WAIT)
DemoScripts[18]=(Actor=SYSTEM,Command=WAIT,SecTime=1.5)
DemoScripts[19]=(Actor=WINDOW,Command=SET)
DemoScripts[20]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_Prologue.GG2_V_CMN_Prologue_042_Cue',Name="パタコ")
DemoScripts[21]=(Actor=TEXT,Command=SET,ID=TEXT42)
DemoScripts[22]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_Prologue.GG2_V_CMN_Prologue_043_Cue',Name="パタコ")
DemoScripts[23]=(Actor=TEXT,Command=SET,ID=TEXT43)
DemoScripts[24]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_Prologue.GG2_V_CMN_Prologue_044_Cue',Name="パタコ")
DemoScripts[25]=(Actor=TEXT,Command=SET,ID=TEXT44)
DemoScripts[26]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Common_Prologue.GG2_V_CMN_Prologue_045_Cue',Name="パタコ")
DemoScripts[27]=(Actor=TEXT,Command=SET,ID=TEXT45)
DemoScripts[28]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[29]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=-643,Y=-2950,Z=-1000),SecTime=)
DemoScripts[30]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=180,Y=-35,Z=0),SecTime=)
DemoScripts[31]=(Actor=WINDOW,Command=EXIT)
DemoScripts[32]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[33]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[34]=(Actor=SYSTEM,Command=END)

[Select_Common_Prologue_PV_ENG GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=3,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=STUDY,ParamNum=50),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=SPORT,ParamNum=55),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=FASHION,ParamNum=50),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=EROTIC,ParamNum=50))
Selects[1]=(Label="SELECT01",SelectNumber=4,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=STUDY,ParamNum=50),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=SPORT,ParamNum=55),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=FASHION,ParamNum=50),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=EROTIC,ParamNum=50))
Selects[2]=(Label="SELECT02",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=STUDY,ParamNum=50),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=SPORT,ParamNum=55),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=FASHION,ParamNum=50),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=EROTIC,ParamNum=50))

[Text_Common_Prologue_PV_ENG GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="我的名字是久時峯大./n是就讀於櫻咲第三高等學校的高中二年級生.")
Texts[1]=(Label="TEXT02",Name="峯大",Text="這所學校有一個傳說./n......說是傳說,也不過是去年的事.")
Texts[2]=(Label="TEXT03",Name="峯大",Text="--通稱\"太受歡迎傳說\".")
Texts[3]=(Label="TEXT04",Name="峯大",Text="那天我正好因為食物中毒/n請假沒去學校,/n所以沒能親眼見證......")
Texts[4]=(Label="TEXT05",Name="峯大",Text="好像是有個學長突然之間/n變得很受全校女生的歡迎.")
Texts[5]=(Label="TEXT06",Name="峯大",Text="在眾多女孩子的攻勢之中,/n那位學長向他喜歡已久的一個女生告白/n並成為了兩情相悅的關係.")
Texts[6]=(Label="TEXT07",Name="峯大",Text="......突然變成萬人迷什麼的,/n光是這樣就已經夠奇葩了,居然還聽說在學長/n告白之後,有人看見飛上天空的\"天使\".")
Texts[7]=(Label="TEXT08",Name="峯大",Text="以那個傳聞為源頭,/n只要在這所學校看見\"天使\"/n就會變得受歡迎--")
Texts[8]=(Label="TEXT09",Name="峯大",Text="或是能和鍾情的對象兩情相悅....../n這樣的逸聞正在盛大流行著.")
Texts[9]=(Label="TEXT10",Name="峯大",Text="......話雖如此,卻完全沒聽說/n這所學校有什麼特別的八卦就是了.")
Texts[10]=(Label="TEXT11",Name="???",Text="那,那個......")
Texts[11]=(Label="TEXT12",Name="峯大",Text="......?")
Texts[12]=(Label="TEXT13",Name="???",Text="你對軍事有興趣嗎?")
Texts[13]=(Label="TEXT14",Name="峯大",Text="軍事?/n......話說,妳是?")
Texts[14]=(Label="TEXT15",Name="???",Text="是的,我是一年級的/n\"天使帕塔可\".")
Texts[15]=(Label="TEXT16",Name="帕塔可",Text="我打算創立一個軍事研究會,/n所以從早上開始在這個地方/n發放募集成員的傳單.")
Texts[16]=(Label="TEXT17",Name="帕塔可",Text="學長你對軍事......有興趣嗎?")
Texts[17]=(Label="TEXT18",Name="峯大",Text="嗯~......沒有吧.")
Texts[18]=(Label="TEXT19",Name="帕塔可",Text="這樣啊....../n真是遺憾......")
Texts[19]=(Label="TEXT20",Name="峯大",Text="抱歉啊.雖然我沒辦法參加,/n不過要是妳方便的話,我能幫忙/n募集成員......")
Texts[20]=(Label="TEXT21",Name="???",Text="峯大./n竟然一大早就向學妹獻殷勤,/n真是個不知羞恥的人呢.")
Texts[21]=(Label="TEXT22",Name="峯大",Text="小,小忍......?")
Texts[22]=(Label="TEXT23",Name="忍",Text="早啊.")
Texts[23]=(Label="TEXT24",Name="峯大",Text="啊,啊啊,早......真是稀奇./n小忍居然會向我搭話......")
Texts[24]=(Label="TEXT25",Name="忍",Text="......我也不是喜歡纔跟你說話的./n只是剛好有點事要找你而已.")
Texts[25]=(Label="TEXT26",Name="忍",Text="昨天,妹妹--真夜她回來了.")
Texts[26]=(Label="TEXT27",Name="峯大",Text="咦?")
Texts[27]=(Label="TEXT28",Name="真夜",Text="......峯哥.")
Texts[28]=(Label="TEXT29",Name="峯大",Text="......好久不見,小真夜.")
Texts[29]=(Label="TEXT30",Name="真夜",Text="你長高了呢.")
Texts[30]=(Label="TEXT31",Name="峯大",Text="小真夜倒是沒什麼變啊.")
Texts[31]=(Label="TEXT32",Name="真夜",Text="呣!/n我明明長高不少了說......")
Texts[32]=(Label="TEXT33",Name="忍",Text="好了,已經夠了吧,真夜./n我們走吧.")
Texts[33]=(Label="TEXT34",Name="峯大",Text="啊,小真夜......")
Texts[34]=(Label="TEXT35",Name="峯大",Text="......呃,那個......")
Texts[35]=(Label="TEXT36",Name="峯大",Text="歡迎回來.")
Texts[36]=(Label="TEXT37",Name="真夜",Text="......我回來了./n峯哥.")
Texts[37]=(Label="TEXT38",Name="峯大",Text="......")
Texts[38]=(Label="TEXT39",Name="峯大",Text="哦,抱歉,天使同學./n關於募集成員的事情......")
Texts[39]=(Label="TEXT40",Name="峯大",Text="咦......?/n天使同學......?")
Texts[40]=(Label="TEXT41",Name="峯大",Text="已經走掉了嗎......?")
Texts[41]=(Label="TEXT42",Name="???",Text="......")
Texts[42]=(Label="TEXT43",Name="???",Text="......呣呣呣......看來這位大人/n和這對青梅竹馬的姊妹/n已經變得疏遠了......")
Texts[43]=(Label="TEXT44",Name="???",Text="學長./n願你能夠獲得天使的祝福.")
Texts[44]=(Label="TEXT45",Name="???",Text="具體的情況就留到明天早上再說了.")
Texts[45]=(Label="",Name="",Text="")

